{
    "Bananin kruh": {
        "slika": "https://www.kulinarika.net/slikerecepti/17823/17.webp",
        "sestavine": [
            "3-4 zmečkane banane",
            "125 g masla",
            "150 g rjavega sladkorja",
            "2 stepeni jajci",
            "čajna žlička vanilije v prahu",
            "zavitek pecilnega praška",
            "ščepec soli",
            "čajna žlička cimeta (lahko več)",
            "pol čajne žličke mletega muškatnega oreščka",
            "170 g moke",
            "2 pesti orehov"
        ],
        "koraki": [
            "Banane zmečkamo in jih prelijemo s stopljenim maslom.",
            "Med mešanjem dodamo jajci, sladkor in začimbe.",
            "V skledo stresemo pecilni prašek in moko ter dobro premešamo.",
            "Maso vlijemo v namaščen pekač in posujemo z orehi.",
            "Pečemo približno 50 minut pri 180 stopinjah."
        ],
        "opomba": "Kolač je zelo rahel. Če želite, lahko v maso dodate nekaj koščkov narezane bele, mlečne ali črne čokolade. Lahko ga postrežete s kepico orehovega sladoleda in/ali stepeno smetano."
    },
    "Berlinski krofi z jagodami in vanilijevo kremo": {
        "slika": "https://www.kulinarika.net/slikerecepti/22665/6.webp",
        "sestavine": [
            "<b>Testo za krofe:</b>",
            "2 dl mleka",
            "40 g svežega kvasa",
            "1 čajna žlička sladkorja",
            "510 g gladke moke",
            "80 g sladkorja",
            "2 vaniljina sladkorja",
            "2 veliki jajci",
            "20 g kisle smetane",
            "45 g masla sobne temperature",
            "2 jedilni žlici ruma (oz. po okusu)",
            "<b>Vaniljeva krema:</b>",
            "4 dl mleka",
            "120 g sladkorja",
            "1 vrečka Bourbon vanilija pudinga",
            "10 g jedilnega škroba (Gustin)",
            "5 rumenjakov",
            "50 g masla",
            "1 list želatine",
            "1 dl sladke smetane",
            "<b>Ostalo:</b>",
            "400 g jagod",
            "5 dl sladke smetane",
            "Sladkor v prahu za posip"
        ],
        "koraki": [
            "<b>Priprava krofov:</b>",
            "V skledico nadrobimo kvas in mu dodamo čajno žličko sladkorja. Mleko segrejemo na štedilniku do toplega oz. mlačnega. Mleko ne sme biti vroče ali vrelo. Toplo mleko prelijemo v skledico s kvasom in sladkorjem. Malce pomešamo in pustimo stati, da kvas v mleku naraste.",
            "V ločeno posodo damo vse ostale sestavine za testo, ki naj bodo sobne temperature. (Jajca in maslo predhodno vzemite iz hladilnika in jih pustite nekaj časa na sobni temperaturi, da se nekoliko pogrejejo.)",
            "Ko kvas v mleku naraste, ga prilijemo k ostalim sestavinam. Gnetemo tako dolgo, dokler testo ne začne odstopati od posode. Testo je bolj pocasto, zato se ne ustrašite. Med vzhajanjem se bo posušilo.",
            "Zmešano testo vzamemo iz posode, dno posujemo z moko, testo vrnemo v posodo in ga z moko posujemo še zgoraj. Pokrijemo s krpo in v toplem prostoru vzhajamo 35 min.",
            "Po 35 minutah testo odkrijemo in ga na pomokani površini premesimo. Testo nato narežemo na 60 g težke koščke. Sama jih najraje kar stehtam vsakega posebej.",
            "Oblikujemo kroglice. Če se vam testo lepi na roke, si roke posujte s ščepom moke.",
            "Kroglice odlagamo na z moko posuto krpo v razmiku približno 10 cm.",
            "Ko so vse kroglice oblikovane, jih pokrijemo s krpo in v toplem prostoru vzhajamo še 1 uro. Na štedilniku segrejemo olje.",
            "Vzhajane kroglice polagamo v vroče olje tako, da zgornjo stran obrnemo v olje navzdol. Pokrijemo s pokrovom in cvremo 3–4 minute z ene strani. Odkrijemo, krofe obrnemo in jih cvremo z druge strani v odkriti posodi še 3–4 minute.",
            "Pečene krofe vzamemo iz olja in jih odlagamo na papirnato brisačko. Pustimo jih, da se popolnoma ohladijo.",
            "<b>Priprava vaniljeve kreme:</b>",
            "2,5 dl mleka prelijemo v kozico in segrejemo na štedilniku do vretja.",
            "V ločeni posodici zmešamo skupaj 1,5 dl mleka, sladkor, rumenjake, puding in Gustin. Mešanica mora biti brez grudic.",
            "Ko mleko zavre, zmanjšamo temperaturo na štedilniku in vanj ob neprestanem mešanju vlijemo pudingovo mešanico. Kuhamo na nizki temperaturi, da se puding do konca zgosti. Med kuhanjem ves čas mešamo.",
            "Ko se puding preneha zgoščevati, mu dodamo maslo in predhodno namočene in ožete lističe želatine. Premešamo, da se oboje v pudingu popolnoma raztopi in vmeša.",
            "Puding prelijemo v čim širšo posodo in ga takoj po vrhu pokrijemo s prozorno folijo za živila tako, da se folija dotika površine pudinga. Pustimo, da se na sobni temperaturi popolnoma ohladi.",
            "Ohlajen puding premiksamo, da postane spet bolj tekoč.",
            "V ločeni posodi čvrsto stepemo sladko smetano in jo ročno primešamo k ohlajenemu pudingu.",
            "Kremo hladimo v hladilniku vsaj 30 minut oz. toliko časa, da se bo dovolj strdila za brizganje.",
            "Ohlajeno kremo nadevamo v dresirno vrečko s poljubnim nastavkom.",
            "<b>Jagode:</b>",
            "Jagode narežemo na manjše kocke.",
            "<b>Sladka smetana:</b>",
            "Sladko smetano čvrsto stepemo. Po okusu ji pred stepanjem lahko dodate še malo sladkorja v prahu. Nadevamo jo v dresirno vrečko s poljubnim nastavkom.",
            "<b>Sestavljanje:</b>",
            "Ohlajene krofe po dolgem prerežemo na pol.",
            "Na spodnjo polovico krofa nabrizgamo vaniljevo kremo.",
            "Kremo posujemo s koščki jagod.",
            "Na jagode nabrizgamo sladko smetano.",
            "Pokrijemo še z drugo polovico krofa in posujemo s sladkorjem v prahu."
        ],
        "opomba": "Ker se puding hladi dlje časa, pripravo začnite s kuhanjem pudinga, šele nato zamesite testo za krofe.  Pozorni bodite, da je puding dovolj kuhan, preden ga odstavite. Premalo kuhan puding se po hlajenju ne bo dovolj strdil, posledično bo krema preveč tekoča za brizganje.  Pudinga ne ohlajajte v hladilniku ali zunaj, če je zunaj hladneje kot 12 stopinj. Hlajenje lahko pospešite tako, da ga prelijete v čim bolj široko posodo in ga hladite v shrambi ali drugem hladnem prostoru.  Uporabite lahko tudi navaden vanilijev puding, vendar je puding z burbonsko vanilijo veliko bolj okusen. :)  Če pri roki nimate sezonskih jagod, jih lahko nadomestite z džemom ali marmelado.  Ker je krema že ohlajena, lahko krofe postrežete takoj. Sicer pa jih do postrežbe hranite v hladilniku, pokrite s pokrovom. Uporabite lahko tudi okrog obrnjeno skledo. Če bojo krofi stali v hladilniku, jih s sladkorjem posujte pred postrežbo."
    },
    "Buhteljni": {
        "slika": "n",
        "sestavine": [
            "500 g moke",
            "30 g kvasa",
            "50 g sladkorja",
            "1/4 l mlačnega mleka",
            "50 g masla",
            "2 jajci",
            "1 ščepec soli",
            "marmelada za nadev"
        ],
        "koraki": [
            "V skledo nasejemo moko, na sredo napravimo jamico in vanjo nadrobimo kvas. Potresemo ga z 2 jedilnimi žlicami sladkorja, dodamo 4 jedilne žlice mleka in malo moke, ter zamešamo v kvasec. Skledo pokrijemo s servieto in postavimo na toplo, kjer naj kvas 15 minut vzhaja. Njegova količina se mora povečati za dva do trikrat.",
            "K vzhajanemu kvasu dodamo preostali sladkor, mleko, maslo, jajca in sol. Vse skupaj dobro pregnetemo in stepamo tako dolgo, da se testo loči od sklede in da se pokažejo mehurčki.",
            "Ugneteno testo ponovno pokrijemo in pustimo vzhajati nadaljnjih 15 - 20 minut (njegova količina se mora podvojiti).",
            "Pekač namažemo z maščobo. Vzhajano testo razvaljamo na pomokani deski za prst debelo. Izrežemo kvadrate, nanje damo marmelado in zavijemo. Stisnemo testo od dveh nasprotnih strani, nato še od drugih dveh, tako da je marmelada v sredini. Vsak buhtelj pomočimo na eni strani v maslo, da se med peko ne sprimejo. Nato naj vzhajajo še cca. 10 minut. Medtem segrejemo pečico na 220 stopinj. Pečemo jih v srednji legi 35 - 40 minut. Po potrebi jih med peko po vrhu pokrijemo, če preveč porjavijo.",
            "Pečene stresemo na desko in jih potresemo s sladkorjem v prahu."
        ],
        "opomba": "Sam za to količino uporabim pekač 32 x 20. Naredim pa 8 buhteljnov, ki pa so kar veliki."
    },
    "Gibanica na hitro": {
        "slika": "https://www.kulinarika.net/slikerecepti/8293/0a.webp",
        "sestavine": [
            "<b>1. zmes</b>",
            "1 jogurtov lonček moke",
            "1 jogurtov lonček mletega maka",
            "1 jogurtov lonček mletih orehov",
            "1 jogurtov lonček sladkorja",
            "<b>2. zmes</b>",
            "5-6 naribanih jabolk",
            "vanilijev sladkor",
            "cimet",
            "rum",
            "sladkor po okusu",
            "<b>3. zmes</b>",
            "500 g skute",
            "2 kisli smetani",
            "3 cela jajca"
        ],
        "koraki": [
            "V dobro namaščen pekač damo polovico prve zmesi (zmes se premeša na suho), dodamo drugo zmes, dodamo preostanek prve zmesi, na koncu polijemo s tretjo zmesjo.",
            "Pečemo 45 minut pri 200 stopinjah."
        ],
        "opomba": "Gibanica je zelo sočna in okusna"
    },
    "Jabolčno-jogurtovo pecivo": {
        "slika": "n",
        "sestavine": [
            "lonček navadnega jogurta",
            "lonček bele moke",
            "3/4 lončka sladkorja",
            "2 jajci",
            "2 žlici olja",
            "1 vanilijev sladkor",
            "1/2 pecilnega praška",
            "2 debeli jabolki",
            "košček masla + žlička moke"
        ],
        "koraki": [
            "Jajca, olje, jogurt in sladkor stepemo z mešalnikom in dodamo preostale sestavine.",
            "Jabolka naribamo. Zmes vlijemo v pekač namazanim z maslom in potresenim z moko in nanjo razporedimo naribana jabolka. Jabolka z roko narahlo potisnemo v zmes.",
            "Pečemo v predhodno ogreti pečici na 180 stopinj približno 20 minut. Po 20-ih minutah poizkusimo, če je že pečeno.",
            "Hladno pecivo narežemo na manjše koščke."
        ],
        "opomba": "Lonček meri 2,5 dl."
    },
    "Krhki flancati": {
        "slika": "n",
        "sestavine": [
            "1 kg moke",
            "8 rumenjakov",
            "6 žlic kisle smetane",
            "sok dveh limon",
            "limonina lupina",
            "2 žlici ruma",
            "6 žlic belega vina"
        ],
        "koraki": [
            "Zamesimo testo, nato naj malo počiva.",
            "Razvaljamo ga na tanko, krhkost je odvisna od debeline testa.",
            "Razrežemo ga na primerno velike flancate.",
            "Olje segrejemo na približno 160 do 170 stopinj in jih polagamo malo prepletene v olje.",
            "S penovko jih obrnemo, ko so zlatorumeni jih poberemo in odlagamo na papirnate brisačke.",
            "Potresemo jih s sladkorjem v prahu."
        ],
        "opomba": "n"
    },
    "Krofi": {
        "slika": "n",
        "sestavine": [
            "1 kg moke (pol ostre, pol mehke)",
            "2 kocki kvasa",
            "6 rumenjakov",
            "1,4 dl olja",
            "4 dl mleka",
            "2 žlički soli",
            "3 do 4 žlice sladkorja",
            "limonina lupina",
            "2 do 3 žlice ruma"
        ],
        "koraki": [
            "Umesimo testo.",
            "Delamo za mandarino velike kroglice, jih pokrijemo in vzhajamo do dvakratne velikosti.",
            "Olje segrejemo na 160 do 170°C.",
            "Kroglice polagamo v vroče olje tako, da jih obrnemo na vrhnjo stran v olje, pokrijemo in jih pustimo 4 minute, odkrijemo, jih obrnemo in odkrite cvremo še 4 minute.",
            "Po želji jih nadevamo z različnimi nadevi, kot so: marmelada, vanilijeva krema in evrokrem."
        ],
        "opomba": "n"
    },
    "Kvašeni flancati": {
        "slika": "n",
        "sestavine": [
            "1/2 kg bele ostre moke",
            "1/2 kg bele mehke moke",
            "1/2 l mleka",
            "1 kocka kvasa",
            "1 pecilni prašek",
            "70 g masla",
            "100 g sladkorja",
            "1 vanilijev sladkor",
            "1 dl kisle smetane",
            "2 žlici ruma",
            "limonina lupinica",
            "sol",
            "6 rumenjakov"
        ],
        "koraki": [
            "Zamesimo testo, ki naj počiva 1 uro.",
            "Ko je vzhajano, ga na prtu razvaljamo na 1,5 cm debelo, razrežemo v primerne flancate in pokrite vzhajamo do pol ure, odvisno od temperature v prostoru.",
            "Olje za cvrtje nalijemo v posodo najmanj za dva prsta, ga segrejemo od 160°C do 170°C, in začnemo z cvrenjem 2 minuti na eni strani in 2 minuti na drugi strani."
        ],
        "opomba": "n"
    },
    "Mesne kroglice v paradižnikovi omaki": {
        "slika": "https://images.24ur.com/media/images/919x445/Nov2024/a200c778a97062aa52cd_63323051.jpg?v=841a&fop=fp:0.49:0.57",
        "sestavine": [
            "<b>Mesne kroglice</b>",
            "2 sveži svinjski klobasi (en par)",
            "400 g puste mlete govedine",
            "0,5 čebule",
            "30 g naribanega parmezana",
            "nekaj vejic svežega peteršilja",
            "1 jajce",
            "40 g krušnih drobtin",
            "0,25 žličke soli",
            "2 ščepca sveže mletega popra",
            "1 žlica olivnega olja",
            "<b>Omaka</b>",
            "2 žlici olivnega olja",
            "1 manjša čebula",
            "2 stroka česna",
            "2 korenčka",
            "400 g koščkov paradižnika iz pločevinke (1 pločevinka)",
            "0,5 žličke soli",
            "1 ščepec sveže mletega popra"
        ],
        "koraki": [
            "Najprej pripravimo maso za mesne kroglice. Čebulo olupimo in drobno sesekljamo. Vejice peteršilja oplaknemo pod tekočo vodo, dobro otresemo in drobno sesekljamo. Klobase olupimo in meso stresemo v veliko skledo. Dodamo mleto goveje meso, sesekljano čebulo, parmezan, peteršilj, drobtine, razžvrkljano jajce, poper in sol. Sestavine v skledi s čistimi rokami dobro pregnetemo. Iz zmesi z navlaženimi rokami oblikujemo za oreh velike kroglice.",
            "Pečico segrejemo na 220 stopinj Celzija. Nizek pekač obložimo s papirjem za peko in po njem razporedimo mesne kroglice. Prelijemo jih z malo olja in pečemo v ogreti pečici 20 do 25 minut.",
            "Medtem, ko se kroglice pečejo, pripravimo omako. Čebulo in česen olupimo ter ločeno drobno sesekljamo. Korenje očistimo (po potrebi tudi ostrgamo), operemo in grobo naribamo. V veliki ponvi segrejemo olje, na katerem posteklenimo čebulo. Dodamo česen in naribano korenje ter zelenjavo med občasnim mešanjem pražimo na zmerni temperaturi še 2 do 3 minute. Nato dodamo paradižnike, dobro premešamo in začinimo s poprom in soljo. Omako na zmerni temperaturi kuhamo 15 minut.",
            "Ko so mesne kroglice pečene, jih dodamo v ponev z omako. Mesne kroglice v omaki kuhamo še 10 minut. Medtem na kuhalnik pristavimo lonec z večjo količino rahlo osoljene vode. Tik preden voda zavre, dodamo sol, da povečamo moč vrenja. V krop stresemo testenine in jih kuhamo toliko časa, kot je označeno na embalaži.",
            "Kuhane testenine dobro odcedimo in stresemo v ponev z omako. Vse skupaj dobro premešamo, nato pa ponev odstavimo. Pripravljeno jed serviramo na krožnike in takoj postrežemo."
        ],
        "opomba": "n"
    },
    "Miške": {
        "slika": "https://www.kulinarika.net/slikerecepti/5510/14.webp",
        "sestavine": [
            "2 jogurtova lončka moke",
            "2 jajci",
            "1 pecilni prašek",
            "1 vanilijev sladkor",
            "3 žlice sladkorja",
            "1 jogurt",
            "malo soli"
        ],
        "koraki": [
            "Jajca in sladkor penasto zmešamo in dodamo vse ostale sestavine. Dobro zmešamo in pustimo testo stati 15 minut.",
            "Olje segrejemo in vanj z žlico polagamo testo in zlato - rumeno ocvremo."
        ],
        "opomba": "n"
    },
    "Orehova potica": {
        "slika": "https://www.kulinarika.net/slikerecepti/23044/1.webp",
        "sestavine": [
            "<b>Za testo:</b>",
            "600 g gladke moke",
            "1 ščepec soli",
            "40 g kvasa",
            "80 g sladkorja",
            "40 g masla",
            "100 ml olja",
            "1/2 žličke limonine lupine",
            "2 zavitka vanilijevega sladkorja",
            "5 rumenjakov",
            "2 žlici ruma",
            "350 ml mleka",
            "<b>Za nadev:</b>",
            "600 g orehov",
            "200 g sladkorja",
            "1 zavitek vanilijevega sladkorja",
            "2 žlici ruma",
            "80 g rozin",
            "250 ml sladke smetane",
            "3 beljaki",
            "1 jajce"
        ],
        "koraki": [
            "Kvas razdrobimo v skodelici, dodamo žličko sladkorja, žlico moke in 100 ml mlačnega mleka. Premešamo in pustimo, da vzhaja 5 minut. Moki dodamo sol in vzhajan kvas. Raztopimo maslo, dodamo olje, preostalo mleko (250 ml), sladkor, vanilin sladkor, limonino lupino, rumenjake in rum ter temeljito premešamo. Dodamo k moki in zamesimo gladko testo.",
            "Če je testo pretrdo, mu dodamo še nekaj žlic mleka. Pokrijemo ga in na toplem pustimo, da vzhaja 1 - 2 uri in se količina testa podvoji. Mletim orehom dodamo sladkor, vanilin sladkor, smetano, v rum namočene rozine in sneg iz beljakov.",
            "Na pomokani podlagi testo razvaljamo v obliki pravokotnika (debeline 0,5 cm). Nadev razporedimo po testu, nato pa testo zvijemo v zavitek in položimo v pekač, namazan z maslom, ali v okrogli model za šarkelj, ki mora biti dovolj velik, ko bo testo naraslo.",
            "Testo pustimo na toplem, da vzhaja do dvakratne količine (20 minut). Nato ga premažemo s stepenim jajcem in damo v pečico, ogreto na 180 °C, in pečemo približno 50 minut.",
            "Pečeno potico premažemo z raztopljenim maslom in pustimo, da se ohladi. Hladno posujemo s sladkorjem v prahu, narežemo in postrežemo."
        ],
        "opomba": "<b>Nasvet: </b>Ko testo med pečenjem porumeni, ga prekrijte s papirjem peki, da ne bi preveč potemnelo."
    },
    "Vaflji": {
        "slika": "https://receptina.si/wp-content/uploads/2024/01/buttermilk-waffles-recipe-768x1152.jpg",
        "sestavine": [
            "80 g masla",
            "60 g sladkorja",
            "1 vanilijev sladkor",
            "3 jajca",
            "3/8 litra mleka (3,75 dl)",
            "300 g moke",
            "1/2 zavitka pecilnega praška",
            "3 žlice ruma",
            "Za posip: sladkor v prahu"
        ],
        "koraki": [
            "Sladkor z maslom, vanilijevim sladkorjem in jajci dobro zmešamo z električnim mešalnikom. Zraven počasi, izmenično primešamo moko s pecilnim praškom in mleko. Masa mora biti gosto - tekoča, kar določamo s količino prilitega mleka.",
            "Maso pečemo v aparatu za peko vafljev. Pred serviranjem jih posujemo s sladkorjem v prahu."
        ],
        "opomba": "n"
    }
}